<template>
	<view class="contain">
		<text class="ys">
			家步三一隐私政策
			    本政策适用于江苏家步三一超市有限公司及其关联公司（以下简称家步三一）提供的产品和服务及其延伸的功能（以下简称家步三一服务），包括家步三一APP、家步三一网站www.jiabusanyi.com.
			    版本更新日期;2021年7月27日
			    如您有任何疑问、意见或建议，您可通过以下联系方式与我们联系：
			    联系邮箱：jiabusanyi@163.com
			    地址：无锡市人民西路25号1810
			    我们非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的信息。我们希望通过《家步三一隐私政策》向您说明我们的业务情形和对应需要收集您个人信息的类型，我们将根据法律法规要求并参照行业最佳实践为您的个人信息安全提供充分保障。为此家步三一网站服务提供者，选择接受或不接受本协议。需要特别说明的，本政策仅适用于本政策定义的产品与服务。在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《家步三一隐私政策》（以下简称“本政策”），确保您充分理解本协议中各条款。请您审慎阅读
			    本政策将帮助您了解以下内容：
			    一、定义及适用范围
			    二、我们如何收集、使用您的信息
			    三、我们如何使用Cookie和同类技术
			    四、我们如何共享、转让、公开披露您的信息
			    五、我们如何保护您的信息
			    六、我们如何存储您的信息
			    七、您如何管理您的信息
			    八、我们如何处理未成年人的信息
			    九、本政策如何更新
			    十、您如何联系我们
			     一、定义及适用范围
			     （一）定义
			          家步三一网：指家步三一网（域名为 jiabusanyi.com）网站及家步三一客户端。
			          家步三一网服务提供者：指家步三一的互联网信息及软件技术服务提供者无锡都达网络科技有限公司。
			          个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
			          个人敏感信息：指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息（我们将在本政策中对具体个人敏感信息以粗体进行显著标识）。
			          个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。
			          儿童：指不满十四周岁的未成年人。
			          除另有约定外，本政策所用定义与《家步三一平台服务协议》中的定义具有相同的涵义。（二）适用范围
			    本政策适用于家步三一网站服务提供者以家步三一网站、客户端、小程序以及随技术发展出现的新形态向您提供的各项产品和服务。如我们及关联公司的产品或服务中使用了家步三一网站的产品或服务（例如使用家步三一账户登录）。
			    除本政策说明的相关信息收集使用活动外，本政策不适用于家步三一网站卖家及其他第三方向您提供的其他服务，其他服务适用其向您另行说明的隐私政策等个人信息收集使用规则。例如，当您加入卖家或品牌的会员时，则此类卖家或品牌对会员信息的使用适用其向您专门说明的规则，包括向您进行营销等。
			     二、我们如何收集、使用您的信息以及您可以如何管理您的信息
			    我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。详情内容请访问《DCloud用户服务条款》。（DCloud用户服务条款超链至：https://ask.dcloud.net.cn/protocol.html）
			    在您使用我们的产品/服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；
			    2、为实现向您提供我们产品及/或服务的附加功能，您可选择是否授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果。
			    我们在此特别提醒您：
			    1、我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，故基本/附加功能及对应收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准；
			    2、为给您带来更好的产品和服务体验，我们持续努力改进我们的产品、服务及技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。如发生上述情形，我们将通过更新本政策、弹窗、页面提示等方式另行向您详细说明，并为您提供自主选择同意的方式，且在征得您明示同意后再开始收集、使用。在此过程中，如果您有任何疑问、意见或建议的，您可通过本政策文末联系方式与我们联系，我们会尽快为您作出解答。
			     我们会为您提供的各项具体功能场景包括：
			
			    （一）帮助您成为我们的会员及账户管理
			    1、基础会员服务
			    我们基于家步三一平台账户为您提供服务。为了创建家步三一平台账户您需要至少向我们提供您的手机号码、拟使用的会员名和密码。如果您拒绝提供上述信息，您将无法注册家步三一平台账户，仅可以使用浏览、搜索服务。
			    为了确保我们是在为您本人提供服务，我们可能会根据您提供的上述信息校验您的身份。若存在依法需确定您会员身份的场景（包括依法为您扣缴税费、行政执法或司法诉讼中相关主体认定等）时，您授权我们可自支付宝公司处获取您对应支付宝账户的相关认证信息用于上述目的。
			    2、附加会员服务
			    实人认证：您可以根据认证要求提供相应的身份信息（身份证、及其他身份证件信息）授权登录：我们可能经您同意后向第三方共享您的账户信息（头像、昵称及其他页面提示的信息），使您可以便捷地实现第三方账户的注册或第三方处直接登录。此外，我们可能会根据您的授权从微信第三方处获取您的第三方账户信息，并与您的家步三一平台账户进行绑定，使您可在第三方处直接登录、使用我们的产品及/或服务。我们将在您授权同意的范围内使用您的相关信息。
			    其他会员角色服务：如果您申请注册成为卖家、服务商或其他存在额外身份认证要求的会员角色，您需主动向我们提供身份信息及/或企业相关信息。
			    如果您已拥有家步三一平台账户，我们可能会在家步三一平台服务中显示您的上述个人信息（实人认证仅显示认证是否通过的结果），以及您在家步三一平台上或与家步三一平台账户相关联的产品和服务中执行的操作，包括通过家步三一平台账户集中展示您的个人资料、优惠权益、交易订单。我们会尊重您对家步三一平台服务和家步三一平台账户设置所做的选择。
			
			        （二）帮助您完成下单及订单管理
			    当您在我们的产品及/或服务中订购具体商品及/或服务时，我们会通过系统为您生成购买该商品及/或服务的订单。在下单过程中,您需至少提供您的收货人姓名、收货地址、收货人联系电话，对于部分特殊类型的商品和服务您还需要提供该商品或服务所必需的其他信息，同时该订单中会载明您所购买的商品及/或服务信息、具体订单号、订单创建时间、您应支付的金额、您的备注信息。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、便于您查询订单信息、提供客服与售后服务及其他我们明确告知的目的。
			    您可以通过家步三一网为其他人订购商品及/或服务，您需要提供该实际收货人的前述个人信息，并确保已取得该实际收货人的同意。
			          为便于您了解、查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。 
			          您可额外填写/选择包括其他联系电话、收货时间在内的更多附加信息以确保商品或服务的准确送达。
			          您可以通过“我的订单”查看和管理您的订单信息
			    （三）帮助您完成支付
			    为完成订单支付，您需要绑定支付宝账户并选择付款方式。我们会将您的家步三一平台账户会员名、对应的支付宝账户会员名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在网站或客户端中嵌入的支付宝软件工具开发包（软件工具开发包在本政策中简称“SDK”）等方式与支付宝公司共享。如您选择由其他金融机构为您提供支付服务，我们还会将您的包括银行卡号、有效期在内的银行卡支付必要信息与您选择的相应金融机构共享。
			          为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自您所选择的交易对象、支付宝公司或您选择的其他金融机构处收集与支付进度相关信息。
			          您可以查看您的家步三一平台账户所绑定的支付宝账户信息或申请更换绑定的支付宝账户。
			    （三）帮助向您完成商品或服务的交付
			    为保证您购买的商品及/或服务能够顺利、安全、准确送达、提供，我们会向为家步三一平台提供物流信息系统和技术服务的有限公司披露订单相关的配送信息，并由其根据商品及/或服务提供主体的选择向相应的物流配送主体同步相关配送信息。您知晓并同意相应物流配送主体不可避免地获知及使用您的配送信息，用于完成交付目的。
			    为向您提供售后与争议解决服务之目的，我们需要及时获悉并确认交付进度及状态，您同意我们可自物流相关服务主体处收集与交付进度相关的信息。
			    （四）客服及争议处理
			    当您与我们联系或提出售中、售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。
			          为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的沟通、通信/通话记录及相关内容（包括账户信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账户信息和订单信息。
			    为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息（五）为您提供安全保障
			    为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或淘宝网相关协议、规则的情况，我们在应用程序中嵌入我们关联公司开发的应用安全SDK收集您的设备信息、服务日志信息，并可能使用或整合您的会员信息、交易信息、设备信息、服务日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。（六）为您提供的其他附加服务
			    为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。如果您不提供这些信息，不会影响您使用家步三一网的浏览、搜索、购买等基本服务，但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：
			    1、基于位置信息的推荐服务：我们会在您开启位置权限后访问获取您的位置信息，根据您的位置信息为您提供更契合您需求的页面展示、产品及/或服务，比如向您推荐附近的优惠信息。
			    2、基于相机/摄像头的附加服务：您可在开启相机/摄像头权限后使用该功能进行扫码用于登录、购物、领取优惠信息，拍摄照片或视频用于评价、分享，以及特定场景下经您授权的人脸识别等功能。当您使用该附加功能进行人脸识别时我们会收集您的面部特征，且严格在经您授权同意的范围内使用，未来如我们拟使用您的面部信息为您提供其他产品及/或服务功能的，我们会再次与您确认。请您知晓，即使您已同意开启相机/摄像头权限，我们也仅会在您主动拍摄、录制、扫码等使用相机/摄像头时获取信息。
			    3、基于相册（图片库/视频库）的图片/视频访问及上传的附加服务：您可在开启相册权限后使用该功能上传您的照片/图片/视频，以实现更换头像、发表评论/分享、拍照购物或与客服沟通提供证明等功能。我们可能会通过您所上传的照片/图片来识别您需要购买的商品或服务；或使用包含您所上传照片、图片的评论信息。为实现您的好友、活动优惠等链接分享需求，我们可能会在设备本地读取您最近一次主动保存的图片链接地址。
			    4、基于麦克风的语音技术相关附加服务：您可在开启麦克风权限后使用麦克风实现语音购物功能，或与客服联系，或与客服机器人实现语音交互，在这些功能中我们会收集您的语音信息以识别您的购物需求，或响应您的客服及争议处理等需求。请您知晓，即使您已同意开启麦克风权限，我们也仅会在您主动点击客户端内麦克风图标或录制视频时通过麦克风获取语音信息。
			    5、基于日历的附加服务：在您开启我们可读取/写入您日历的权限后，我们将收集您的日历信息用于向您提供购物或领取权益相关记录及提醒。
			    6、基于存储权限的附加服务：我们向您申请获取此权限，目的是为了保障客户端的稳定运行。在您开启我们可读取/写入您设备存储的权限后，我们将自您设备存储空间内读取或向其中写入图片、文件、崩溃日志信息等必要信息，用于向您提供信息发布或在本地记录崩溃日志信息等功能。
			    7、基于电话状态的附加服务：我们读取您的电话状态是为了保障您的账户与使用安全，向您展示您可能感兴趣的信息，当您开启此权限后我们会读取您的设备识别码或者广告标识符。您理解并同意，上述附加服务可能需要您在您的设备中开启您的位置信息 （地理位置）、摄像头（相机）、相册（图片库）、麦克风（语音）、通讯录、日历及/或电话状态的访问权限，以实现这些权限所涉及信息的收集和使用。您可在您的设备设置或我们客户端中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
			
			    8.收集和使用个人信息的其他规则
			    1、若您提供的信息中含有其他用户的个人信息，在向家步三一网提供这些个人信息之前，您需确保您已经取得合法的授权。
			    2、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意。
			          3、若我们从第三方处间接获取您的信息，我们会在收集前明确以书面形式要求该第三方说明其个人信息来源，以及是否已经就其收集、处理以及向我们提供您的个人信息取得了您的合法授权。除法律明确允许的情形外，我们只会在确认第三方已经取得您的授权同意后再从第三方收集您的个人信息，如果第三方的授权范围无法涵盖我们的处理和使用目的时，我们会自行或者要求该第三方征得您的同意后再行处理您的个人信息。同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
			          4、征得授权同意的例外
			    根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：
			    （1）与我们履行法律、法规规定的义务相关的；
			    （2）与国家安全、国防安全直接相关的；
			    （3）与公共安全、公共卫生、重大公共利益直接相关的；
			    （4）与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；
			    （5）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
			    （6）您自行向社会公众公开的个人信息；
			    （7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
			    （8）根据与您签订和履行相关协议或其他书面文件所必需的；
			    （9）用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
			    （10）法律法规规定的其他情形。
			          请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善家步三一网的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
			          5、如我们停止家步三一网产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及儿童个人信息的，我们会并将停止运营的通知及时告知儿童监护人。
			    三、我们如何使用 Cookie 和同类技术
			
			    （一）Cookie的使用
			
			
			
			
			
			    为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储Cookie、Flash Cookie，或浏览器（或关联应用程序）提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。借助于 Cookie，网站能够存储您的偏好或购物车内的商品等数据。
			          如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。有关详情，请参见 AboutCookies.org。但如果您执行本条所述操作，在某些情况下可能会影响您安全访问我们的网站，且可能需要在您每一次访问我们的网站时更改用户设置。
			    （二）Cookie同类技术的使用
			    除 Cookie 外，我们还会在网站上使用网站信标、像素标签、ETag等其他同类技术。
			    例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
			          ETag（实体标签）是在互联网浏览器与互联网服务器之间背后传送的HTTP协议标头，可代替Cookie。ETag可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过ETag来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。但请注意，如果停用ETag，您可能无法享受相对更佳的产品或服务体验。
			
			    （三）SDK的使用
			    为保障我们客户端的稳定运行、功能实现，使您能够享受和使用更多的服务及功能，我们的应用中会嵌入授权合作伙伴的SDK或其他类似的应用程序（您可点此查看我们接入授权合作伙伴的SDK详情说明）。
			          我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。
			     四、我们如何共享、转让、公开披露您的信息
			    （一）共享
			    我们不会与家步三一网服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
			          1、在法定情形下的共享：我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
			          2、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
			          3、为您提供您需要的产品或服务必要的情况下共享：您通过家步三一平台购买商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易、配送及售后服务需求。
			          4、与关联公司间共享：为便于我们基于家步三一平台账户向您提供产品和服务，推荐您可能感兴趣的信息，识别会员账户异常，保护家步三一网关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享。我们只会共享必要的个人信息，且受本政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
			          5、与授权合作伙伴共享：我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何目的。
			          目前，我们的授权合作伙伴包括以下类型：
			        （1）广告、分析服务类的授权合作伙伴。我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但除非得到您的许可，否则我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享，或者我们会将这些信息进行去标识化处理，以便授权合作伙伴无法识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。
			        （2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、提供客户服务、支付便利或进行学术研究和调查。
			          （二）转让
			          我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
			          1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
			          2、在家步三一网服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
			
			    （三）公开披露
			          我们仅会在以下情况下，公开披露您的个人信息：
			          1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
			          2、如果我们确定您出现违反法律法规或严重违反家步三一平台相关协议及规则的情况，或为保护家步三一平台用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及家步三一平台已对您采取的措施。例如，若您因出售假冒商品而严重违反家步三一规则，我们可能会公开披露您的店铺认证主体信息与违规情况。
			    （四）共享、转让、公开披露个人信息时事先征得授权同意的例外
			          根据相关法律法规规定，以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
			          1、与我们履行法律法规规定的义务相关的；
			          2、与国家安全、国防安全直接相关的；
			          3、与公共安全、公共卫生、重大公共利益直接想关的；
			          4、与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；
			          5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
			          6、您自行向社会公众公开的个人信息；
			          7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
			         请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
			     
			    五、我们如何保护您的信息
			
			    （一）我们采取的数据保护技术措施
			          我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，我们会使用加密技术提高个人信息的安全性，在您的浏览器与服务器之间交换数据时受 SSL协议加密保护，我们同时对家步三一网站提供HTTPS协议安全浏览方式；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息。目前，我们的重要信息系统已经通过网络安全等级保护的三级以上测评。
			
			    （二）我们采取的数据保护管理组织措施
			          我们建立了行业内先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升个人信息的安全性。我们已经设置了个人信息保护专职部门，并指定了专人负责儿童个人信息保护。我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。我们将不定期更新并公开安全风险、个人信息安全影响评估报告等有关内容。
			
			    （三）个人信息安全事件的响应
			           如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损的，我们会及时启动应急预案，采取合理救济措施，以尽可能降低对您个人信息和其他权益的影响。如发生个人信息安全事件，我们还将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
			
			    （四）账户安全风险的自主防范
			          我们强烈建议您在使用家步三一平台服务时不要使用非家步三一平台推荐的通信方式发送您的信息，同时请您使用复杂密码，协助我们保护您的账户安全。
			          在使用家步三一网服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。此外，您也可以通过我们的服务与第三方建立沟通、交流信息或分析内容。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络家步三一网客服以便我们根据您的申请采取相应措施。
			          请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
			    六、我们如何存储您的信息
			    （一）存储地点
			          我们在中华人民共和国境内运营中收集和产生的个人信息，将存储在中国境内。以下情形下，我们会在履行了法律规定的义务后，
			          1、适用的法律有明确规定；
			          2、获得您的明确授权；
			          3、您通过互联网进行交易等个人主动行为。
			          针对以上情形，我们会通过合同等形式确保以不低于本政策规定的程度保护您的个人信息。
			    （二）存储期限
			          我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的留存要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：
			          1、完成与您相关的交易目的、维护相应交易及业务记录，以应对您可能的查询或投诉；2、保证我们为您提供服务的安全和质量；
			          3、您是否同意更长的留存期间；
			          4、是否存在关于保留期限的其他特别约定或法律法规规定。
			          在超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。
			    七、您如何管理您的信息
			    您除了可以按照本政策第二节中的操作路径在我们的客户端上自行操作以外，您还可以通过以下方式访问及管理您的信息：
			    （一）查询、更正和补充您的信息
			          您有权查询、更正或补充您的信息。您可以通过以下方式自行进行：
			          1、登录家步三一网，进入首页，点击个人账户设置后查询、更正个人资料及个人账户相关信息；
			          2、登录手机家步三一客户端，对个人资料、账户与安全及收货地址等信息进行查询、更正或补充；
			          3、登录家步三一网并选择联系客服，协助您查询、更正或补充您的信息。
			    （二）删除您的信息
			          您可以通过“（一）查询、更正和补充您的信息”中列明的方式删除您的部分信息。
			          在以下情形中，您可以通过与家步三一网客服联系向我们提出删除个人信息的请求：
			          1、如果我们处理个人信息的行为违反法律法规；
			          2、如果我们收集、使用您的个人信息，却未征得您的明确同意；
			          3、如果我们处理个人信息的行为严重违反了与您的约定；
			          4、如果您主动注销了账户。
			          若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
			          当您或我们协助您删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。
			
			    （三）改变您授权同意的范围
			          您可以改变或者收回您授权我们收集和处理您的个人信息的范围：您可以在“我的中设置或改变您的智能移动设备的设置等方式给予、修改或收回您的授权同意（收回可通过手机号找到您的授权）。对于您无法直接通过上述方式设置的授权，您可以通过与家步三一网客服联系进行修改，但请注意，对于部分类型的个人信息，例如实现家步三一网基本功能所必须的信息或者我们履行法律法规规定的义务所必需的信息，我们可能没有办法响应您改变授权范围的请求）。
			          当您收回授权后，我们将不再处理相应的个人信息。但您收回授权的决定，不会影响我们此前基于您的授权而开展的个人信息处理。
			
			    （四）注销您的账户
			          您可以通过以下方式申请注销您的账户：
			          登录家步三一网并选择联系客服，寻求帮助，协助您申请注销您的账户。
			          在您主动注销账户之后，我们将停止为您提供产品或服务，并根据适用法律的要求删除您的个人信息，或对其进行匿名化处理。
			    （五）响应您的上述请求
			          为保障您的账户安全，您向我们提出上述请求时，我们可能会先要求您验证您的身份（如要求您提供书面请求或其他方式），然后再处理您的请求。
			          对于您向我们提出的上述请求，我们将在15天内做出答复。如您不满意我们的答复，还可以通过家步三一客发起投诉。
			          对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无合理理由重复申请的信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
			          在以下情形中，按照法律法规要求，我们将无法响应您的请求：
			          1、与我们履行法律法规规定的义务相关的；
			          2、与国家安全、国防安全直接相关的；
			          3、与公共安全、公共卫生、重大公共利益直接相关的；
			          4、与刑事犯罪侦查、起诉、审判和执行判决等直接相关的；
			          5、有充分证据表明个人信息主体存在主观恶意或滥用权利的；
			          6、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；
			          7、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
			          8、涉及商业秘密的。
			      八、我们如何处理未成年人的信息
			    在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或其他监护人仔细阅读本政策，并在征得您的父母或其他监护人同意的前提下使用我们的服务或向我们提供信息。
			          如果您是14周岁以下儿童的，在您使用我们的服务前，您和您的监护人应仔细阅读我们专门制定的《儿童个人信息保护规则》，确保在取得监护人对《儿童个人信息保护规则》的同意后，您才可在监护人的指导下使用我们的服务，确保您在使用我们的服务和进行交易时的安全。
			          若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务的。如您对您所监护的儿童的个人信息有疑问，请通过第十节中的联系方式与我们联系。
			    九、本政策如何更新
			    十、  我们的服务以及技术不断跟随您以及其他的用户的需求更新和优化，因此在新的服务及业务流程变更时，我们可能会更新我们的隐私权政策以告知您具体的变化。但未经您明确同意，我们不会限制您按照本政策所应享有的权利。我们会在专门页面上发布对本政策所做的任何变更。
			          对于重大变更，我们还会提供更为显著的通知（包括我们会通过淘宝网公示的方式进行通知或向您提供弹窗提示）。
			          本政策所指的重大变更包括但不限于：
			          1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
			          2、我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；
			          3、个人信息共享、转让或公开披露的主要对象发生变化；
			          4、您拥有的个人信息处理方面的权利及其行使方式发生重大变化；
			          5、我们负责处理个人信息保护的责任部门、联络方式及投诉渠道发生变化；
			          我们还会将本政策的旧版本在淘宝网专门页面存档，供您查阅。
			     
			    十、您如何联系我们
			          您可以通过以下方式与我们联系，我们将在15天内回复您的请求：
			          1、如您对本政策内容有任何疑问、意见或建议，您可通过家步三一网客服与我们联系；2、如您发现个人信息可能被泄露，您可以通过家步三一客服投诉
			          3、我们还设立了个人信息保护专职部门，您可以通过jiabusanyi163@.com与其联系（请您注明与家步三一网有关），办公地址：无锡市人民西路25-1810。需注意的是，我们可能不会回复与本政策或与个人信息保护无关的问题。
			          如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。
		</text>
	</view>
</template>

<script>
</script>

<style>
.contain{padding: 30px;}	
.ys{font-size: 16px; font-weight: 700;}
</style>
