<template>
	<view class="contain">
		<text class="ys">
			家步三一网店服务协议
			 
			服务使用方（甲方）：家步三一网店客户
			
			服务提供方（乙方）：江苏家步三一超市有限公司（线上平台）软件系统
			
			“家步三一网店代理销售和结算服务”（以下简称“本服务”）是由江苏家步三一超市有限公司（线上平台）软件系统（以下简称“乙方”）向家步三一网店客户（以下简称“甲方”）提供的“江苏家步三一超市有限公司（线上平台）”软件系统（以下简称“本系统”）及（或）附随的商品代理销售和货款结算服务，方便家步三一网店客户的买家通过江苏家步三一超市有限公司（线上平台）软件系统，并提供通过本系统集成的第三方支付网关完成付款，江苏家步三一超市有限公司（线上平台）收到买家货款后，依据家步三一网店客户的指令结算相应货款。本协议由甲方和乙方签订。
			
			声明与承诺
			
			一、甲方确认，在甲方申请开通家步三一网店的代理销售和结算服务之前，甲方已充分阅读、理解并接受本协议的全部内容，一旦甲方使用本服务，即表示甲方同意遵循本协议的所有约定。
			
			二、甲方同意，乙方有权随时对本协议内容进行单方面的变更，并以在乙方网站公告的方式予以公布，无需另行单独通知甲方；若甲方在本协议内容公告变更后继续使用本服务的，表示甲方已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若甲方不同意修改后的协议内容，甲方应停止使用本服务。
			
			三、甲方声明，在甲方同意接受本协议并注册开通 家步三一网店时，甲方是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受甲方所属国家或地区的排斥。不具备前述条件的，甲方应立即终止注册或停止使用本服务。
			
			家步三一网店代理销售和结算服务概要
			
			一、 家步三一网店账户：指在甲方使用本服务时，乙方向甲方提供的店铺唯一编号。甲方可自行设置密码，提交商品信息，并用以查询或计算甲方的货款。
			
			二、  家步三一网店代理销售结算服务：即乙方向甲方提供的商品代理销售和货款结算的中介服务，其中包含
			
			1、 代理销售：乙方代为收取交易对方通过第三方支付网关向甲方支付的货款。
			
			2、 货款支付：甲方可以要求乙方向甲方支付甲方的货款。当甲方向乙方做出结算指示时，必须提供一个与甲方或甲方的公司名称相符的有效的中华人民共和国境内（不含港澳台）银行账户，乙方将于收到指示后的一至五个工作日内，将相应的款项汇入甲方提供的有效银行账户（根据甲方提供的银行不同，会产生汇入时间上的差异）。除本条约定外，乙方不提供其他受领方式。
			
			3、 系统查询：乙方将对甲方在本系统中的所有操作进行记录，不论该操作之目的最终是否实现。甲方可以在本系统中实时查询甲方的家步三一网店账户名下的交易记录，甲方认为记录有误的，乙方将向甲方提供乙方已按照甲方的指示收付款的记录。甲方理解并同意甲方最终收到款项的服务是由甲方提供的银行账户对应的银行提供的，甲方需向该银行请求查证。
			
			4、 款项专属：对甲方通过家步三一网店账户收到的货款，乙方将予以妥善保管，除本协议另行规定外，不作任何其他非甲方指示的用途。乙方通过甲方的用户名和密码识别甲方的指示，请甲方妥善保管甲方的用户名和密码，对于因密码泄露所致的损失，由甲方自行承担。 本服务所涉及到的任何款项只以人民币计结，不提供任何形式的外币兑换业务。
			
			5、 异常交易处理：甲方使用本服务时，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。甲方确保甲方所输入的甲方的资料无误，如果因资料错误造成乙方于上述异常状况发生时，无法及时通知甲方相关交易后续处理方式的，乙方不承担任何损害赔偿责任。
			
			6、 甲方同意，基于运行和交易安全的需要，乙方可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要甲方仍然使用本服务，表示甲方仍然同意本协议或者变更后的协议。
			
			三、  家步三一网店代理销售服务，是指买卖双方使用本系统，且约定买卖合同项下的交易款由买方通过本系统集成的第三方支付网关服务以电子货币的方式支付到乙方第三方支付网关的账户，乙方第三方支付网关的账户在收到该款项后将交易货款记录到你的店铺账户记录中的一种支付方式。在甲方使用本服务时，除适用  家步三一网店代理销售服务的相关约定外，还将优先适用以下条款：
			
			1、乙方为甲方代理销售的交易货款系由甲方的交易对方通过第三方支付网关以电子货币付款的方式支付至乙方的第三方支付网关账户，通过乙方系统记录到甲方的家步三一网店账户记录内。甲方理解并同意，在甲方的交易对方通过第三方支付网关将电子货币提供乙方第三方支付网关账户的过程需要一定的时间，在第三方支付网关告知乙方已收到甲方的交易对方支付的交易货款后，乙方将向甲方的家步三一网店账户记录该笔交易货款。
			
			2、乙方为甲方代理销售产生的交易货款系由买家通过第三方支付网关以电子货币付款的方式支付至乙方第三方支付网关账户，第三方支付网关会因基于其向甲方提供的支付服务所收取的费用，与乙方向甲方提供的本项服务无关。
			3、甲方在选用本项服务作为交易支付方式后，该支付行为能否完成取决于甲方的交易对方是否选用第三方支付网关方式支付，在交易对方无法通过第三方支付网关支付时，乙方将提示甲方的交易对方重新选择乙方的其他支付方式。
			慧觉:
			家步三一网店账户
			
			一、注册相关
			
			在使用本服务前，甲方必须先行注册，取得乙方提供给甲方的“  家步三一网店账户”（以下简称该账户），甲方同意：
			
			1、 依本服务注册表之提示准确提供并在取得该账户后及时更新甲方的正确、最新及完整的资料。若有合理理由怀疑甲方提供的资料错误、不实、过时或不完整的，乙方有权暂停或终止向甲方提供部分或全部“家步三一网店服务”。乙方对此不承担任何责任，甲方将承担因此产生的任何直接或间接支出。
			
			2、 因甲方未及时更新资料，导致本服务无法提供或提供时发生任何错误，甲方不得将此作为取消交易、拒绝付款的理由，甲方将承担因此产生的一切后果，乙方不承担任何责任。
			
			3、 甲方应对甲方的家步三一网店账户负责，只有甲方本人或甲方为店铺添加的其他管理员可以使用甲方的家步三一网店账号。在甲方决定不再使用该账户时，甲方应将该账户下所对应的可用款项全部结算，并向乙方申请注销该账户。甲方同意，若甲方丧失全部或部分民事权利能力或民事行为能力，乙方有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置与甲方的 家步三一网店账户相关的款项。
			
			二、账户安全
			
			甲方将对使用该账户及密码进行的一切操作及言论负完全的责任，甲方同意：
			
			1、 不向其他任何人泄露该账户及密码，亦不使用其他任何人的“家步三一网店账户”及密码。
			2、 你应该及时更新“ 家步三一网店账户”的管理员权限，店铺下其他管理员的操作，视为甲方授权其进行管理。
			
			3、 如甲方发现有他人冒用或盗用甲方的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知乙方，要求乙方暂停相关服务。同时，甲方理解乙方对甲方的请求采取行动需要合理期限，在此之前，乙方对已执行的指令及(或)所导致的甲方的损失不承担任何责任。
			
			
			  家步三一网店代理销售和结算使用规则
			
			为有效保障甲方使用本服务的合法权益，甲方理解并同意接受以下规则：
			
			一、一旦甲方使用本服务，甲方即授权乙方代理甲方及（或）甲方的公司在甲方及（或）甲方指定人符合指定条件或状态时，结算款项给甲方指定人。
			二、乙方通过以下两种方式中接受来自甲方的指令：其一，甲方在家步三一网店依照本服务预设流程申请结算；其二甲方通过甲方注册时作为该账户名称或者与该账户绑定的手机或其他专属于甲方的通讯工具（以下合称该手机）号码向本系统发送的信息（短信或电话等）回复。无论甲方通过以上两种方式中的任一种向乙方发出指令，都不可撤回或撤销，且成为乙方代理甲方结算款项的唯一指令。在甲方与第三方发生交易纠纷时，甲方授权乙方自行判断并决定将争议货款的全部或部分结算给交易一方或双方。
			
			三、 甲方在使用本服务过程中，本协议内容、网页上出现的关于结算操作的提示或乙方发送到该手机的信息（短信或电话等）内容是甲方使用本服务的相关规则，甲方使用本服务即表示甲方同意接受本服务的相关规则。甲方了解并同意乙方单方修改服务的相关规则，而无须征得甲方的同意，服务规则应以甲方使用服务时的页面提示（或发送到该手机的短信或电话等）为准，甲方同意并遵照服务规则是甲方使用本服务的前提。
			
			四、乙方会以电子邮件（或发送到该手机的短信或电话等）方式通知甲方交易进展情况以及提示甲方进行下一步的操作，但乙方不保证甲方能够收到或者及时收到该邮件（或发送到该手机的短信或电话等），且不对此承担任何后果，因此，在交易过程中甲方应当及时登录到乙方网站查看和进行交易操作。因甲方没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，乙方不负任何责任。
			
			五、甲方如果需要向交易对方交付货物，应根据交易状态页面（该手机接收到的信息）显示的买方地址，委托有合法经营资格的承运人将货物直接运送至对方或其指定收货人，并要求对方或其委托的第三方（该第三方应当提供对方的授权文件并出示对方及第三方的身份证原件）在收货凭证上签字确认，因货物延迟送达或在送达过程中的丢失、损坏，乙方不承担任何责任，应由甲方与交易对方自行处理。
			
			六、 乙方对甲方所交易的标的物不提供任何形式的鉴定、证明的服务。如果甲方与交易对方发生交易纠纷，甲方授权由乙方根据本协议及有江苏家步三一超市有限公司网站上载明的各项规则进行处理。甲方为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由甲方自行承担。因市场因素致使商品涨价跌价而使任何一方得益或者受到损失而产生的纠纷，乙方不予处理。
			
			七、若甲方未完成注册过程成为家步三一网店，他人无通过本服务购买甲方的商品，直到甲方完成该账户的注册和店铺认证。
			
			八、乙方会将与甲方家步三一网店账户相关的资金，独立于乙方营运资金之外，且不会将该资金用于非甲方指示的用途，但本条第（十三）项约定的除外。
			
			九、乙方并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意甲方的资金于流转途中的合理时间。
			
			十、甲方完全承担甲方使用本服务期间由乙方保管或
			
			
			慧觉:
			十二、甲方不得将本服务用于非乙方许可的其他用途。
			
			十三、交易风险
			
			1、当甲方通过本服务进行各项交易或接受交易款项时，若甲方或对方未遵从本服务条款或网站说明、交易页面中之操作步骤，则乙方有权拒绝为甲方与交易对方提供相关服务，且乙方不承担损害赔偿责任。若发生上述状况，而款项已先行划付至甲方的家步三一网店商户账户名下，甲方同意乙方有权直接自相关账户余额中扣回款项及禁止甲方要求支付此笔款项之权利。此款项若已汇入甲方的银行账户，甲方同意乙方有向甲方事后索回之权利，因甲方的原因导致乙方事后追索的，甲方应当承担乙方合理的追索费用。
			
			2、因甲方的过错导致的任何损失由甲方自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，甲方使用的计算机被他人侵入。
			
			十四、服务费用
			
			1、在甲方使用本服务时，本商城收纳平台服务资费，以平台资费显示为准（包括平台运用时间）通常为一年缴纳一次，如缴纳时间为8年的用户，公司由不可抗力原因导致网站无法经营的情况，乙方不承担任何责任，不退还任何款项。但交易对方使用第三方支付网关支付货款时，以及甲方提出结算时，乙方有权按照第三方支付网关或银行转账规定，扣除相关手续费用。乙方拥有制订及调整手续费之权利，具体手续费用以甲方使用本服务时家步三一网站上所列之收费方式公告（在没有公告之前本服务免费）或甲方与乙方达成的其他书面协议为准。
			
			2、除非另有说明或约定，甲方同意乙方有权自甲方委托乙方代理销售、结算的款项中直接扣除上述手续费用。
			
			十五、品牌规范
			
			1、乙方有权依据（包括但不限于）品牌需求、营业执照、法人身份证、甲方经营状况及服务水平等因素退回甲方的入驻申请；同时乙方有权要求甲方在申请入驻及后续经营阶段提供其他必要的资质证明文件；
			
			2、甲方需确保在申请入驻及后续经营阶段提供的所有资质证明文件真实有效（若甲方提供的相关资质文件为其他第三方所有，如商标所有权证书、授权书等，甲方有义务先行核实文件真实性和有效性）。若乙方发现甲方提供的资质文件虚假，甲方相关信息将被列入乙方的黑名单，乙方将不再与甲方进行任何形式的合作，由此产生的任何损失（包括但不限于消费者资损、乙方资损）均由甲方承担；
			
			3、乙方不接受拟销售商品为违禁品（包括但不限于烟草、医疗器械、管制刀具等）的店铺的入驻申请；
			
			4、乙方不接受以甲方个人认证方式注册企业资质店铺；
			
			5、乙方保留对甲方店铺进行强制更名或技术锁定的权利。
			 
			6、甲方不得在家步三一网店上经营任何非法和家步三一网店无经营权的任何商品和销售与服务。
			
			  家步三一网店代理销售和结算服务使用限制
			
			一、甲方在使用本服务时应遵守中华人民共和国相关法律法规、甲方所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。
			
			二、甲方不得利用本服务从事侵害他人合法权益之行为，否则应承担所有相关法律责任，因此导致乙方或乙方雇员受损的，甲方应承担赔偿责任。上述行为包括但不限于：
			
			1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
			
			2、违反依法定或约定之保密义务。
			
			3、冒用他人名义使用本服务。
			
			4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他乙方认为不得使用本服务进行交易的物品等。
			
			5、提供赌博资讯或以任何方式引诱他人参与赌博。
			
			6、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。
			
			7、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。
			
			8、进行与甲方或交易对方宣称的交易内容不符的交易，或不真实的交易。
			
			9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。
			
			10、其他乙方有正当理由认为不适当之行为。
			
			三、甲方理解并同意，乙方不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿
			
			1、 乙方有权基于单方判断，包含但不限于乙方认为甲方已经违反本协议的明文规定及精神，暂停、中断或终止向甲方提供本服务或其任何部分，并移除甲方的资料。
			
			2、 乙方在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知
			
			慧觉:
			行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝甲方使用本服务之部分或全部功能。
			
			3、 在必要时，乙方无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及甲方账号中所有相关资料及档案，并将甲方滞留在该账户的全部合法资金退回到甲方的银行账户。
			
			四、如甲方需要注销甲方的家步三一网店账户，应先经乙方审核同意。乙方注销该账户，即表明乙方与甲方之间的协议已解除，但甲方仍应对甲方使用本服务期间的行为承担可能的违约或损害赔偿责任。
			
			系统中断或故障
			
			系统因下列状况无法正常运作，使甲方无法使用各项服务时，乙方不承担损害赔偿责任，该状况包括但不限于：
			
			一、乙方在江苏家步三一超市有限公司网站公告之系统停机维护期间。
			
			二、 电信设备出现故障不能进行数据传输的。
			
			三、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成乙方系统障碍不能执行业务的。
			
			四、由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。
			
			法律适用管辖
			
			本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。
			
			你对本协议理解和认同，甲方即对本协议所有组成部分的内容理解并认同，一旦甲方使用本服务，你和乙方即受本协议所有组成部分的约束。
			
			本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。
			
			因本协议产生之争议，均应依照中华人民共和国法律予以处理，并以江苏省无锡市梁溪区人民法院为第一审管辖法院。

		</text>
	</view>
</template>

<script>
</script>

<style>
.contain{padding: 30px;}	
.ys{font-size: 16px; font-weight: 700;}
</style>
